Repository: plusx/teaser-bundle
Catalog: src/Resources/contao/languages/*/*_teaser_items.xlf
Languages: de

# tl_teaser_items.teaserType.0
source: Teaser type
de: Art des Teasers

# tl_teaser_items.teaserType.1
source: Choose teaser type.
de: Bitte wähle sie die Art des Teasers

# tl_teaser_items.jumpTo.0
source: Page to refer
de: Weiterleitungsseite

# tl_teaser_items.jumpTo.1
source: Please choose a page where to refer after link is clicked.
de: Bitte wählen Sie die Seite aus, zu der Besucher weitergeleitet werden, wenn Sie den Link anklicken.

# tl_teaser_items.linkText.1
source: Set a link text
de: Bitte vergeben sie den Text des Links.

# tl_teaser_items.youtube.1
source: Set youtube id
de: Bitte vergeben sie eine youtube ID

# tl_teaser_items.teaserHeadline.0
source: Headline
de: Überschrift

# tl_teaser_items.teaserHeadline.1
source: Add a headline.
de: Fügen sie eine Überschrift hinzu.

# tl_teaser_items.fileSRC.0
source: Download file
de: Download Datei

# tl_teaser_items.singleSRC.1
source: Choose the download file.
de: Wählen sie die Datei welche heruntergeladen werden soll.

# tl_teaser_items.singleSRC.0
source: Teaser Image
de: Teaserbild

# tl_teaser_items.singleSRC.1
source: Choose a teaser Image.
de: Bitte wählen sie ein Teaserbild aus.

# tl_teaser_items.teaserSubHeadline.0
source: Headline textblock
de: Überschrift Textblock

# tl_teaser_items.teaserSubHeadline.1
source: Set a subheadline.
de: Fügen sie eine Unterüberschrift hinzu.

# tl_teaser_items.teaserItemText.1
source: Set a teasertext.
de: Fügen sie einen Teasertext hinzu.

# tl_teaser_items.availableFilter.0
source: Choose Filteroptions
de: Filter auswählen

# tl_teaser_items.availableFilter.1
source: Choose Filteroptions.
de: Bitte wählen sie die Filter aus.

# tl_teaser_items.published.0
source: Publish teaser
de: Teaser veröffentlichen

# tl_teaser_items.published.1
source: Show Teaser on webpage.
de: Den Teaser auf der Webseite anzeigen.

# tl_teaser_items.type_legend
source: Teaser type
de: Art des Teasers

# tl_teaser_items.teaser_legend
source: Teaser Settings
de: Teaser Einstellungen

# tl_teaser_items.publish_legend
source: Published
de: Veröffentlichung

# tl_teaser_items.new.0
source: New teaser
de: Neuen Teaser erstellen

# tl_teaser_items.new.1
source: Add a new Teaser
de: Neuen Teaser erstellen

# tl_teaser_items.edit.0
source: Edit Teaser
de: Teaser bearbeiten

# tl_teaser_items.edit.1
source: Edit teaser ID %s
de: Teaser ID %s bearbeiten

# tl_teaser_items.cut.0
source: Cut Category
de: Teaser verschieben

# tl_teaser_items.cut.1
source: Cut Teaser ID %s
de: Teaser ID %s verschieben

# tl_teaser_items.copy.0
source: Copy teaser
de: Teaser kopieren

# tl_teaser_items.copy.1
source: Copy teaser ID %s
de: Teaser ID %s kopieren

# tl_teaser_items.delete.0
source: Delete teaser
de: Teaser löschen

# tl_teaser_items.delete.1
source: Delete teaser ID %s
de: Teaser ID %s löschen

# tl_teaser_items.toggle.0
source: Show/hide Teaser
de: Teasers anzeigen/verstecken

# tl_teaser_items.toggle.1
source: Show/hide teaser details ID %s
de: Teasers ID %s anzeigen/verstecken

# tl_teaser_items.show.0
source: Show teaser details
de: Die Details des Teasers anzeigen

# tl_teaser_items.show.1
source: Show teaser details ID %s
de: Die Details des Teasers ID %s anzeigen
